Repository: iddqdidkfaidclip/Clipurr-clipboard-manager
Catalog: Clipurr/Resources/Localizable.xcstrings
Source language: en
Languages: ar, be, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

source: Tint strength over the backdrop (history only)
ar: قوة التدرج فوق الخلفية (السجل فقط)
be: Сіла адцення над фонам (толькі гісторыя)
cs: Síla odstínu nad pozadím (pouze historie)
da: Nuancestyrke over baggrunden (kun historik)
de: Stärke des Farbtons über dem Hintergrund (nur Verlauf)
el: Ένταση απόχρωσης πάνω από το φόντο (μόνο ιστορικό)
es: Intensidad del tinte sobre el fondo (solo historial)
fa: قدرت تهرنگ روی پس‌زمینه (فقط تاریخچه)
fi: Sävyn voimakkuus taustan päällä (vain historia)
fr: Intensité de la teinte sur le fond (historique uniquement)
he: עוצמת הגוון מעל הרקע (היסטוריה בלבד)
hi: पृष्ठभूमि पर टिंट की तीव्रता (केवल इतिहास)
hu: Árnyalat erőssége a háttér felett (csak előzmények)
id: Kekuatan warna di atas latar (riwayat saja)
it: Intensità della tinta sullo sfondo (solo cronologia)
ja: 背景に重ねる色の強さ（履歴のみ）
ko: 배경 위 틴트 강도(기록만)
ms: Kekuatan warna di atas latar (sejarah sahaja)
nb: Nyansestyrke over bakgrunnen (kun historikk)
nl: Tintsterkte over de achtergrond (alleen geschiedenis)
pl: Siła odcienia nad tłem (tylko historia)
pt_br: Intensidade do tom sobre o fundo (somente histórico)
ro: Intensitatea nuanței peste fundal (doar istoricul)
ru: Сила оттенка поверх фона (только история)
sv: Nyansstyrka över bakgrunden (endast historik)
th: ความเข้มของโทนบนฉากหลัง (ประวัติเท่านั้น)
tr: Arka plan üzerindeki ton gücü (yalnızca geçmiş)
vi: Độ mạnh tông màu trên nền (chỉ lịch sử)
zh_hans: 背景上的色调强度（仅历史）
zh_hant: 背景上的色調強度（僅歷史）

source: Extra Small
ar: صغير جدًا
be: Вельмі малы
cs: Extra malý
da: Ekstra lille
de: Sehr klein
el: Πολύ μικρό
es: Muy pequeño
fa: خیلی کوچک
fi: Erittäin pieni
fr: Très petit
he: קטן במיוחד
hi: अति छोटा
hu: Extrakicsi
id: Sangat kecil
it: Extra piccolo
ja: 極小
ko: 매우 작음
ms: Sangat kecil
nb: Ekstra liten
nl: Extra klein
pl: Bardzo mały
pt_br: Extra pequeno
ro: Foarte mic
ru: Очень маленький
sv: Extra liten
th: เล็กพิเศษ
tr: Çok küçük
vi: Cực nhỏ
zh_hans: 特小
zh_hant: 特小

source: Small
ar: صغير
be: Малы
cs: Malý
da: Lille
de: Klein
el: Μικρό
es: Pequeño
fa: کوچک
fi: Pieni
fr: Petit
he: קטן
hi: छोटा
hu: Kicsi
id: Kecil
it: Piccolo
ja: 小
ko: 작음
ms: Kecil
nb: Liten
nl: Klein
pl: Mały
pt_br: Pequeno
ro: Mic
ru: Маленький
sv: Liten
th: เล็ก
tr: Küçük
vi: Nhỏ
zh_hans: 小
zh_hant: 小

source: Medium
ar: متوسط
be: Сярэдні
cs: Střední
da: Mellem
de: Mittel
el: Μεσαίο
es: Mediano
fa: متوسط
fi: Keskikokoinen
fr: Moyen
he: בינוני
hi: मध्यम
hu: Közepes
id: Sedang
it: Medio
ja: 中
ko: 보통
ms: Sederhana
nb: Middels
nl: Gemiddeld
pl: Średni
pt_br: Médio
ro: Mediu
ru: Средний
th: กลาง
tr: Orta
vi: Vừa
zh_hans: 中
zh_hant: 中

source: Large
ar: كبير
be: Вялікі
cs: Velký
da: Stor
de: Groß
el: Μεγάλο
es: Grande
fa: بزرگ
fi: Suuri
fr: Grand
he: גדול
hi: बड़ा
hu: Nagy
id: Besar
it: Grande
ja: 大
ko: 큼
ms: Besar
nb: Stor
nl: Groot
pl: Duży
pt_br: Grande
ro: Mare
ru: Большой
sv: Stor
th: ใหญ่
tr: Büyük
vi: Lớn
zh_hans: 大
zh_hant: 大

source: Center
ar: الوسط
be: Цэнтр
cs: Střed
de: Mitte
el: Κέντρο
es: Centro
fa: مرکز
fi: Keskelle
fr: Centre
he: מרכז
hi: केंद्र
hu: Közép
id: Tengah
it: Centro
ja: 中央
ko: 가운데
ms: Tengah
nb: Senter
nl: Midden
pl: Środek
pt_br: Centro
ro: Centru
ru: По центру
sv: Mitten
th: กลาง
tr: Orta
vi: Giữa
zh_hans: 居中
zh_hant: 置中

source: Mouse cursor
ar: مؤشر الفأرة
be: Курсор мышы
cs: Kurzor myši
da: Musemarkør
de: Mauszeiger
el: Δρομέας ποντικιού
es: Cursor del ratón
fa: نشانگر ماوس
fi: Hiiren osoitin
fr: Curseur de la souris
he: סמן העכבר
hi: माउस कर्सर
hu: Egérmutató
id: Kursor mouse
it: Cursore del mouse
ja: マウスカーソル
ko: 마우스 커서
ms: Kursor tetikus
nb: Musepeker
nl: Muiscursor
pl: Kursor myszy
pt_br: Cursor do mouse
ro: Cursorul mouse-ului
ru: Курсор мыши
sv: Muspekare
th: เคอร์เซอร์เมาส์
tr: Fare imleci
vi: Con trỏ chuột
zh_hans: 鼠标指针
zh_hant: 滑鼠游標

source: Text, images & files
ar: نص وصور وملفات
be: Тэкст, выявы і файлы
cs: Text, obrázky a soubory
da: Tekst, billeder og filer
de: Text, Bilder & Dateien
el: Κείμενο, εικόνες και αρχεία
es: Texto, imágenes y archivos
fa: متن، تصاویر و فایل‌ها
fi: Teksti, kuvat ja tiedostot
fr: Texte, images et fichiers
he: טקסט, תמונות וקבצים
hi: टेक्स्ट, छवियाँ और फ़ाइलें
hu: Szöveg, képek és fájlok
id: Teks, gambar & file
it: Testo, immagini e file
ja: テキスト、画像、ファイル
ko: 텍스트, 이미지 및 파일
ms: Teks, imej & fail
nb: Tekst, bilder og filer
nl: Tekst, afbeeldingen & bestanden
pl: Tekst, obrazy i pliki
pt_br: Texto, imagens e arquivos
ro: Text, imagini și fișiere
ru: Текст, изображения и файлы
sv: Text, bilder och filer
th: ข้อความ รูปภาพ และไฟล์
tr: Metin, görseller ve dosyalar
vi: Văn bản, ảnh & tệp
zh_hans: 文本、图片和文件
zh_hant: 文字、圖片與檔案

source: Blue
ar: أزرق
be: Сіні
cs: Modrá
da: Blå
de: Blau
el: Μπλε
es: Azul
fa: آبی
fi: Sininen
fr: Bleu
he: כחול
hi: नीला
hu: Kék
id: Biru
it: Blu
ja: ブルー
ko: 파랑
ms: Biru
nb: Blå
nl: Blauw
pl: Niebieski
pt_br: Azul
ro: Albastru
ru: Синий
sv: Blå
th: น้ำเงิน
tr: Mavi
vi: Xanh dương
zh_hans: 蓝色
zh_hant: 藍色

source: Pink
ar: وردي
be: Ружовы
cs: Růžová
de: Rosa
el: Ροζ
es: Rosa
fa: صورتی
fi: Pinkki
fr: Rose
he: ורוד
hi: गुलाबी
hu: Rózsaszín
id: Merah muda
it: Rosa
ja: ピンク
ko: 분홍
ms: Merah jambu
nb: Rosa
nl: Roze
pl: Różowy
pt_br: Rosa
ro: Roz
ru: Розовый
sv: Rosa
th: ชมพู
tr: Pembe
vi: Hồng
zh_hans: 粉色
zh_hant: 粉色

source: Purple
ar: أرجواني
be: Фіялетавы
cs: Fialová
da: Lilla
de: Lila
el: Μωβ
es: Morado
fa: بنفش
fi: Violetti
fr: Violet
he: סגול
hi: बैंगनी
hu: Lila
id: Ungu
it: Viola
ja: パープル
ko: 보라
ms: Ungu
nb: Lilla
nl: Paars
pl: Fioletowy
pt_br: Roxo
ro: Mov
ru: Фиолетовый
sv: Lila
th: ม่วง
tr: Mor
vi: Tím
zh_hans: 紫色
zh_hant: 紫色

source: Green
ar: أخضر
be: Зялёны
cs: Zelená
da: Grøn
de: Grün
el: Πράσινο
es: Verde
fa: سبز
fi: Vihreä
fr: Vert
he: ירוק
hi: हरा
hu: Zöld
id: Hijau
it: Verde
ja: グリーン
ko: 초록
ms: Hijau
nb: Grønn
nl: Groen
pl: Zielony
pt_br: Verde
ro: Verde
ru: Зелёный
sv: Grön
th: เขียว
tr: Yeşil
vi: Xanh lục
zh_hans: 绿色
zh_hant: 綠色

source: Orange
ar: برتقالي
be: Аранжавы
cs: Oranžová
el: Πορτοκαλί
es: Naranja
fa: نارنجی
fi: Oranssi
he: כתום
hi: नारंगी
hu: Narancs
id: Oranye
it: Arancione
ja: オレンジ
ko: 주황
ms: Jingga
nb: Oransje
nl: Oranje
pl: Pomarańczowy
pt_br: Laranja
ro: Portocaliu
ru: Оранжевый
th: ส้ม
tr: Turuncu
vi: Cam
zh_hans: 橙色
zh_hant: 橘色

source: Teal
ar: أزرق مخضر
be: Бірузовы
cs: Modrozelená
da: Blågrøn
de: Petrol
el: Γαλαζοπράσινο
es: Verde azulado
fa: فیروزه‌ای
fi: Sinivihreä
fr: Sarcelle
he: טורקיז ירקרק
hi: टील
hu: Kékeszöld
it: Verde acqua
ja: ティール
ko: 청록
nb: Blågrønn
nl: Blauwgroen
pl: Morski
pt_br: Azul-petróleo
ro: Turcoaz
ru: Бирюзовый
sv: Blågrön
th: เขียวอมฟ้า
tr: Camgöbeği
vi: Xanh ngọc
zh_hans: 青色
zh_hant: 藍綠

source: Red
ar: أحمر
be: Чырвоны
cs: Červená
da: Rød
de: Rot
el: Κόκκινο
es: Rojo
fa: قرمز
fi: Punainen
fr: Rouge
he: אדום
hi: लाल
hu: Piros
id: Merah
it: Rosso
ja: レッド
ko: 빨강
ms: Merah
nb: Rød
nl: Rood
pl: Czerwony
pt_br: Vermelho
ro: Roșu
ru: Красный
sv: Röd
th: แดง
tr: Kırmızı
vi: Đỏ
zh_hans: 红色
zh_hant: 紅色

source: Yellow
ar: أصفر
be: Жоўты
cs: Žlutá
da: Gul
de: Gelb
el: Κίτρινο
es: Amarillo
fa: زرد
fi: Keltainen
fr: Jaune
he: צהוב
hi: पीला
hu: Sárga
id: Kuning
it: Giallo
ja: イエロー
ko: 노랑
ms: Kuning
nb: Gul
nl: Geel
pl: Żółty
pt_br: Amarelo
ro: Galben
ru: Жёлтый
sv: Gul
th: เหลือง
tr: Sarı
vi: Vàng
zh_hans: 黄色
zh_hant: 黃色

source: Custom
ar: مخصص
be: Уласны
cs: Vlastní
da: Tilpasset
de: Benutzerdefiniert
el: Προσαρμοσμένο
es: Personalizado
fa: سفارشی
fi: Mukautettu
fr: Personnalisé
he: מותאם אישית
hi: कस्टम
hu: Egyéni
id: Kustom
it: Personalizzato
ja: カスタム
ko: 사용자 지정
ms: Tersuai
nb: Tilpasset
nl: Aangepast
pl: Własny
pt_br: Personalizado
ro: Personalizat
ru: Свой
sv: Anpassad
th: กำหนดเอง
tr: Özel
vi: Tùy chỉnh
zh_hans: 自定
zh_hant: 自訂

source: Black
ar: أسود
be: Чорны
cs: Černá
da: Sort
de: Schwarz
el: Μαύρο
es: Negro
fa: سیاه
fi: Musta
fr: Noir
he: שחור
hi: काला
hu: Fekete
id: Hitam
it: Nero
ja: ブラック
ko: 검정
ms: Hitam
nb: Svart
nl: Zwart
pl: Czarny
pt_br: Preto
ro: Negru
ru: Чёрный
sv: Svart
th: ดำ
tr: Siyah
vi: Đen
zh_hans: 黑色
zh_hant: 黑色

source: Soft Black
ar: أسود ناعم
be: Мякка-чорны
cs: Jemně černá
da: Blød sort
de: Weichschwarz
el: Απαλό μαύρο
es: Negro suave
fa: سیاه ملایم
fi: Pehmeä musta
fr: Noir doux
he: שחור רך
hi: सॉफ्ट ब्लैक
hu: Lágy fekete
id: Hitam lembut
it: Nero soft
ja: ソフトブラック
ko: 소프트 블랙
ms: Hitam lembut
nb: Myksvart
nl: Zachtzwart
pl: Miękka czerń
pt_br: Preto suave
ro: Negru soft
ru: Мягкий чёрный
sv: Mjuksvart
th: ดำนุ่ม
tr: Yumuşak siyah
vi: Đen mềm
zh_hans: 柔黑
zh_hant: 柔黑

source: Light
ar: فاتح
be: Светлы
cs: Světlý
da: Lyst
de: Hell
el: Φωτεινό
es: Claro
fa: روشن
fi: Vaalea
fr: Clair
he: בהיר
hi: हल्का
hu: Világos
id: Terang
it: Chiaro
ja: ライト
ko: 라이트
ms: Cerah
nb: Lyst
nl: Licht
pl: Jasny
pt_br: Claro
ro: Deschis
ru: Светлый
sv: Ljust
th: สว่าง
tr: Açık
vi: Sáng
zh_hans: 浅色
zh_hant: 淺色

source: Blur
ar: تمويه
be: Размыццё
cs: Rozostření
da: Sløring
de: Unschärfe
el: Θόλωμα
es: Desenfoque
fa: محو
fi: Sumennus
fr: Flou
he: טשטוש
hi: ब्लर
hu: Elmosás
it: Sfocatura
ja: ぼかし
ko: 블러
ms: Kabur
nb: Uskarphet
nl: Vervaging
pl: Rozmycie
pt_br: Desfoque
ro: Estompare
ru: Размытие
sv: Oskärpa
th: เบลอ
tr: Bulanıklık
vi: Làm mờ
zh_hans: 模糊
zh_hant: 模糊

source: Glass
ar: زجاج
be: Шкло
cs: Sklo
da: Glas
de: Glas
el: Γυαλί
es: Cristal
fa: شیشه
fi: Lasi
fr: Verre
he: זכוכית
hi: ग्लास
hu: Üveg
id: Kaca
it: Vetro
ja: ガラス
ko: 글래스
ms: Kaca
nl: Glas
pl: Szkło
pt_br: Vidro
ro: Sticlă
ru: Стекло
sv: Glas
th: กระจก
tr: Cam
vi: Kính
zh_hans: 玻璃
zh_hant: 玻璃

source: None
ar: بدون
be: Няма
cs: Žádný
da: Ingen
de: Keine
el: Κανένα
es: Ninguno
fa: هیچ‌کدام
fi: Ei mitään
fr: Aucun
he: ללא
hi: कोई नहीं
hu: Nincs
id: Tidak ada
it: Nessuno
ja: なし
ko: 없음
ms: Tiada
nb: Ingen
nl: Geen
pl: Brak
pt_br: Nenhum
ro: Niciunul
ru: Нет
sv: Ingen
th: ไม่มี
tr: Yok
vi: Không
zh_hans: 无
zh_hant: 無

source: Only file paths are stored — don’t move files before pasting.
ar: يُحفظ مسار الملفات فقط — لا تنقل الملفات قبل اللصق.
be: Захоўваюцца толькі шляхі да файлаў — не перамяшчайце файлы перад устаўкай.
cs: Ukládají se pouze cesty k souborům — před vložením soubory nepřesouvejte.
da: Kun filstier gemmes — flyt ikke filer før indsættelse.
de: Es werden nur Dateipfade gespeichert — verschiebe Dateien nicht vor dem Einfügen.
el: Αποθηκεύονται μόνο διαδρομές αρχείων — μην μετακινείτε αρχεία πριν την επικόλληση.
es: Solo se guardan rutas de archivo — no muevas los archivos antes de pegar.
fa: فقط مسیر فایل‌ها ذخیره می‌شود — پیش از جای‌گذاری فایل‌ها را جابه‌جا نکنید.
fi: Vain tiedostopolut tallennetaan — älä siirrä tiedostoja ennen liittämistä.
fr: Seuls les chemins de fichiers sont enregistrés — ne déplacez pas les fichiers avant de coller.
he: נשמרים רק נתיבי קבצים — אל תזיזו קבצים לפני ההדבקה.
hi: केवल फ़ाइल पथ संग्रहीत होते हैं — पेस्ट से पहले फ़ाइलें न हटाएँ।
hu: Csak a fájlútvonalak tárolódnak — ne helyezze át a fájlokat beillesztés előtt.
id: Hanya jalur file yang disimpan — jangan pindahkan file sebelum menempel.
it: Vengono salvati solo i percorsi dei file — non spostare i file prima di incollare.
ja: ファイルパスのみ保存されます — ペースト前にファイルを移動しないでください。
ko: 파일 경로만 저장됩니다 — 붙여넣기 전에 파일을 옮기지 마세요.
ms: Hanya laluan fail disimpan — jangan alihkan fail sebelum menampal.
nb: Kun filstier lagres — ikke flytt filer før innliming.
nl: Alleen bestandspaden worden opgeslagen — verplaats bestanden niet vóór het plakken.
pl: Zapisywane są tylko ścieżki plików — nie przenoś plików przed wklejeniem.
pt_br: Somente caminhos de arquivo são armazenados — não mova os arquivos antes de colar.
ro: Se stochează doar căile fișierelor — nu muta fișierele înainte de lipire.
ru: Сохраняются только пути к файлам — не перемещайте файлы перед вставкой.
sv: Endast filsökvägar sparas — flytta inte filer innan inklistring.
th: เก็บเฉพาะเส้นทางไฟล์ — อย่าย้ายไฟล์ก่อนวาง
tr: Yalnızca dosya yolları saklanır — yapıştırmadan önce dosyaları taşımayın.
vi: Chỉ lưu đường dẫn tệp — đừng di chuyển tệp trước khi dán.
zh_hans: 仅保存文件路径 — 粘贴前请勿移动文件。
zh_hant: 僅儲存檔案路徑 — 貼上前請勿移動檔案。

source: Copy text to see it here.
ar: انسخ نصًا لعرضه هنا.
be: Скапіюйце тэкст, каб убачыць яго тут.
cs: Zkopírujte text, abyste ho zde viděli.
da: Kopiér tekst for at se den her.
de: Kopiere Text, um ihn hier zu sehen.
el: Αντιγράψτε κείμενο για να το δείτε εδώ.
es: Copia texto para verlo aquí.
fa: متن کپی کنید تا اینجا ببینید.
fi: Kopioi tekstiä nähdäksesi sen täällä.
fr: Copiez du texte pour le voir ici.
he: העתיקו טקסט כדי לראות אותו כאן.
hi: यहाँ देखने के लिए टेक्स्ट कॉपी करें।
hu: Másoljon szöveget, hogy itt megjelenjen.
id: Salin teks untuk melihatnya di sini.
it: Copia del testo per vederlo qui.
ja: テキストをコピーするとここに表示されます。
ko: 텍스트를 복사하면 여기에 표시됩니다.
ms: Salin teks untuk melihatnya di sini.
nb: Kopier tekst for å se den her.
nl: Kopieer tekst om die hier te zien.
pl: Skopiuj tekst, aby zobaczyć go tutaj.
pt_br: Copie texto para vê-lo aqui.
ro: Copiază text pentru a-l vedea aici.
ru: Скопируйте текст, чтобы увидеть его здесь.
sv: Kopiera text för att se den här.
th: คัดลอกข้อความเพื่อดูที่นี่
tr: Burada görmek için metin kopyalayın.
vi: Sao chép văn bản để xem tại đây.
zh_hans: 复制文本以在此查看。
zh_hant: 複製文字以在此查看。

source: Copy text or an image to see them here.
ar: انسخ نصًا أو صورة لعرضهما هنا.
be: Скапіюйце тэкст або выяву, каб убачыць іх тут.
cs: Zkopírujte text nebo obrázek, abyste je zde viděli.
da: Kopiér tekst eller et billede for at se dem her.
de: Kopiere Text oder ein Bild, um sie hier zu sehen.
el: Αντιγράψτε κείμενο ή εικόνα για να τα δείτε εδώ.
es: Copia texto o una imagen para verlos aquí.
fa: متن یا تصویر کپی کنید تا اینجا ببینید.
fi: Kopioi tekstiä tai kuva nähdäksesi ne täällä.
fr: Copiez du texte ou une image pour les voir ici.
he: העתיקו טקסט או תמונה כדי לראות אותם כאן.
hi: यहाँ देखने के लिए टेक्स्ट या छवि कॉपी करें।
hu: Másoljon szöveget vagy képet, hogy itt megjelenjen.
id: Salin teks atau gambar untuk melihatnya di sini.
it: Copia testo o un’immagine per vederli qui.
ja: テキストまたは画像をコピーするとここに表示されます。
ko: 텍스트나 이미지를 복사하면 여기에 표시됩니다.
ms: Salin teks atau imej untuk melihatnya di sini.
nb: Kopier tekst eller et bilde for å se dem her.
nl: Kopieer tekst of een afbeelding om ze hier te zien.
pl: Skopiuj tekst lub obraz, aby zobaczyć je tutaj.
pt_br: Copie texto ou uma imagem para vê-los aqui.
ro: Copiază text sau o imagine pentru a le vedea aici.
ru: Скопируйте текст или изображение, чтобы увидеть их здесь.
sv: Kopiera text eller en bild för att se dem här.
th: คัดลอกข้อความหรือรูปภาพเพื่อดูที่นี่
tr: Burada görmek için metin veya görsel kopyalayın.
vi: Sao chép văn bản hoặc ảnh để xem tại đây.
zh_hans: 复制文本或图片以在此查看。
zh_hant: 複製文字或圖片以在此查看。
